{
  "hero-header-span01": "OVER ",
  "hero-header-bold01": "65",
  "hero-header-span02": " YEARS OF ",
  "hero-header-bold02": "ALLERGY",
  "hero-sub-header01-span01": "In Partnership with",
  "hero-sub-header01-span02": "",
  "hero-sub-header01-link01": "Hollisterstier ",
  "hero-sub-header01-link02": "",
  "hero-sub-header01-span03": "We Deliver Excellence",
  "hero-sub-header02-span01": "Sole Supplier",
  "hero-sub-header02-span02": " of ",
  "hero-sub-header02-link01": "Venom",
  "hero-sub-header02-link02": "",
  "hero-sub-header02-span02.5": "",
  "hero-sub-header02-link03": "",
  "hero-sub-header02-span03": "Immunotherapy Treatment",
  "hero-sub-header02-span03.5": "",
  "hero-sub-header02-span04": "in Canada",
  "explore": "Explore",
  "keepscrolling": "Keep Scrolling",
  "allergy-extracts-title": "Allergy Extracts",
  "allergy-extracts-description": "Discover a comprehensive range of premium allergy extracts at Viva Allergy. Empower yourself to proactively and efficiently meet your patients' specific needs, ensuring optimal care and improved well-being.",
  "product-catalogue": "Product Catalogue",
  "order-forms": "Order Forms",
  "extract-venom": "Venom",
  "extract-venom-description": "",
  "extract-epidermal": "Epidermal",
  "extract-epidermal-description-span01": "Our AP Dog is the only extract on the market fulfilling the practice parameter's recommended dosing of 15 mcg of Can ft1.",
  "extract-epidermal-description-span02": "If your patients are still battling the distressing symptoms of dog allergies, even after treatment, it could be due to the use of lower-concentration extracts. This leaves patients without the much-needed relief from their dog allergies.",
  "extract-epidermal-description-span03": "Give your patients the relief they deserve with our premium AP extracts.",
  "extract-mite": "Mite",
  "extract-mite-description-span01": "Dust mite allergies are prevalent and challenging to manage, impacting individuals' quality of life.",
  "extract-mite-description-span02": "Our 30,000 au/mL mite extract offers enhanced precision for diagnosing and allows for more flexibility, ensuring precise and personalized care.",
  "extract-mite-description-span03": "Trust us for consistent results and improved patient care.",
  "extract-pollen": "Pollen",
  "extract-pollen-description-span01": "Testing and treating patients for grass, tree, and weed pollen allergies can be challenging. The prevalence of these allergens varies by region, underscoring the importance of customizing testing panels.",
  "extract-pollen-description-span02": "At Viva Allergy, we provide a comprehensive range of more than 30 pollen extracts for you to accurately detect and treat the allergens affecting your patients' quality of life.",
  "extract-insect": "Insect",
  "extract-insect-description-span01": "Diagnose cockroach allergy with our antigen, at a 1:10 w/v concentration, from recognized allergy-inducing species, such as B. germanica and P. americana.",
  "extract-mold": "Mold",
  "extract-mold-description-span01": "Mold allergies present persistent challenges for patients, with mold spores indoors and outdoors triggering allergic reactions.",
  "extract-mold-description-span02": "Choose from our wide-ranging selection of common allergy-causing molds, including Alternaria tenuis, Aspergillus fumigatus, and Penicillium notatum, allowing healthcare professionals like you to address specific diagnostic and treatment needs effectively.",
  "skin-tests-title": "Skin Test Devices",
  "skin-tests-description": "Our skin test device systems, ComforTen® and Quintip®, offer you quick and easy setup for efficient and reproducible testing experiences.",
  "learn-more": "Learn More"
}