{
  "title-span01": "Allergic To Bee ",
  "title-span02": "Stings?",
  "subheader": "Don't Let It Keep You Indoors",
  "description-span01": "Venom immunotherapy (VIT) is a game-changer for those at risk of life-threatening reactions to bee and wasp stings. In Canada, roughly 25,000 people will visit the emergency room each year after being stung.",
  "description-span02": "",
  "keep-scrolling": "Keep Scrolling",
  "patient-journey": "Patient Journey",
  "allergist-info": "Allergist Info",
  "vit-saves-lives-span01": "Venom",
  "vit-saves-lives-span02": " Immunotherapy Saves Lives • ",
  "patient": "Patient ",
  "journey": "Journey",
  "step01-title": "Now",
  "step01-description-span01": "A deadly allergic reaction can occur within minutes after a sting.",
  "step01-description-span02": " If you notice any difficulty breathing or other serious symptoms, call 911.",
  "step02-title": "Today",
  "step02-description-span01": "Allergic reactions can be delayed up to 12+ hours. Watch for symptoms such as runny nose and vomiting that may indicate an allergy.",
  "step02-description-span02": "",
  "step03-title": "Tomorrow",
  "step03-description-span01": "Reflect on the incident. If the symptoms were anything more than slight swelling, consider calling a medical professional to discuss Venom Immunotherapy.",
  "step03-description-span02": "",
  "step04-title": "Next Time",
  "step04-description-span01": "Discover the risk of an allergic reaction in a doctor's office instead of during your next sting.",
  "step04-description-span02": "",
  "vit-title": "What Is Venom Immunothepary?",
  "vit-description": "VIT is a series of injections that introduces minute amounts of venom into your body. The amount is gradually increased over time to help your immune system build a tolerance to the venom proteins. This process is continued until your body has enough immunity to tolerate a bee or wasp sting.",
  "comparison-title01": "Reactive or Proactive Treatment For Bee and Wasp Allergies?",
  "comparison-title02": "The Choice Is Yours",
  "comparison-description": "VIT is proactive treatment that prevents a life threatening emergency before it happens. An EAI is the first step of emergency treatment after an allergic reaction occurs.",
  "comparison-eai": "EAI",
  "comparison-eai-full": "Epinephrine Auto-Injector",
  "comparison-vit": "VIT",
  "comparison-vit-full": "Venom Immunotherapy",
  "comparison-eai-01-title": "Reactive",
  "comparison-eai-01-text": "It does not prevent an emergency; it's simply the first step of emergency treatment.",
  "comparison-eai-02-title": "Self-Administered",
  "comparison-eai-02-text": "Epinephrine is often self-administered in a crisis situation and can be difficult to administer correctly.",
  "comparison-eai-03-title": "Dependent",
  "comparison-eai-03-text": "Remembering to carry epinephrine every day can be inconvenient, meaning it may not be available when it's needed most.",
  "comparison-eai-04-title": "Worry",
  "comparison-eai-04-text": "Relying on a reactive approach can mean constant fear and worry.",
  "comparison-vit-01-title": "Proactive",
  "comparison-vit-01-text": "Shown to be 98% effective at eliminating a systemic reaction following an insect sting.",
  "comparison-vit-02-title": "Professional",
  "comparison-vit-02-text": "Venom Immunotherapy is administered by a licensed health care professional in a clinical setting.",
  "comparison-vit-03-title": "Prepared",
  "comparison-vit-03-text": "With VIT, your protection is always with you meaning you are prepared and protected, wherever you are.",
  "comparison-vit-04-title": "Free From Fear",
  "comparison-vit-04-text": "Venom Immunotherapy reduces fear and improves patient quality of life.",
  "vid-banner-text": "Live Life To The Fullest",
  "contact-us": "Contact Us",
  "allergist-title": "Allergist Info",
  "allergist-subheader": "Offering venom immunotherapy (VIT) in your clinic can change lives!",
  "allergist-text-span01": "With an impressive efficacy rating of up to 98%",
  "allergist-text-span02": ", VIT significantly reduces the risk of systemic reactions, making it possible for patients to once again enjoy being outdoors.",
  "venom-order-form": "Venom Order Form",
  "extraction-header-span01": "From Field to Patient:",
  "extraction-header-span02": "Our Venom Extraction Process",
  "extraction-item01-title": "Collection",
  "extraction-item01-description": "Through a nationwide network of collectors, we gather thousands of pounds of wasps and vespids annually. Additionally, we sustainably breed honeybees, meticulously selecting up to 14 different species.",
  "extraction-item02-title": "Vespid Dissection",
  "extraction-item02-description": "With precision and care, venom sacs, the size of a pinhead, are manually extracted in our facility, taking 520 staff-hours for a single batch of raw material.",
  "extraction-item03-title": "Processing",
  "extraction-item03-description": "Significant investments in venom-related equipment ensure the consistent supply of high-quality venom extracts.",
  "extraction-item04-title": "Filling",
  "extraction-item04-description": "Our dual lyophilizer and filler setup ensures an uninterrupted supply of venom extracts to the market.",
  "extraction-item05-title": "Finishing",
  "extraction-item05-description": "Each batch undergoes rigorous manual inspection, labeling, and packaging before release, ensuring the highest standards of quality and safety.",
  "extraction-item06-title": "Release",
  "extraction-item06-description": "Each batch must pass a minimum of 15 separate quality checks before it is released for shipment.",
  "collection-title": "Our Collection",
  "collection-type01": "Honey Bee",
  "collection-type02": "Hornet",
  "collection-type02-sub": "Dolichovespula",
  "collection-type03": "Wasp",
  "collection-type03-sub": "Polistes",
  "collection-type04": "Yellow Jacket",
  "collection-type04-sub": "Vespula",
  "options-title": "Venom Extract Options",
  "options-selection01-title": "Comprehensive Selection",
  "options-selection01-text": "We offer five distinct venom extracts for testing and treatment, including Honeybee, White-Faced Hornet, Yellow Hornet, Wasp, and Yellow Jacket, each available in a 5-dose vial.",
  "options-selection02-title": "Mixed Vespid Product",
  "options-selection02-text": "Specifically designed for highly sensitive patients, our Mixed Vespid product combines Yellow Jacket, White-Faced Hornet, and Yellow Hornet extracts. 5-dose vial.",
  "product-catalogue": "Product Catalogue",
  "beeaware-title-span01": "BeeAware Allergy:",
  "beeaware-title-span02": "Empowering Patients, Supporting Physicians",
  "beeaware-item01-title": "Patient Education Campaign:",
  "beeaware-item01-info": "BeeAware Allergy educates patients and physicians alike on bee sting allergies and the benefits of venom immunotherapy, ensuring access to effective treatment and resources.",
  "beeaware-item02-title": "Allergist Locator:",
  "beeaware-item02-info": "Our user-friendly directory connects patients with local allergists specializing in venom immunotherapy, facilitating convenient access to essential care.",
  "beeaware-item02-link": "Find a Provider",
  "beeaware-item03-title": "Community Support:",
  "beeaware-item03-info": "Through personal stories and shared experiences, BeeAware fosters a supportive community for individuals with bee sting allergies, promoting collaboration between patients and healthcare providers.",
  "beeaware-item03-link": "Explore BeeAware",
  "allergist-cta-title": "Are You Offering Venom Immunotherapy?",
  "allergist-cta-info": "Help more patients by adding your clinic to the locator!",
  "references-title": "References:",
  "references-ref01": "National Ambulatory Care Reporting System (2014), Canadian Institute for Health Information. Anaphylaxis and Allergy in the Emergency Department.",
  "references-ref02": "Posner, Camargo. (2017). Update on the usage and safety of epinephrine auto￾injectors. Drug, Healthcare and Patient Safety.",
  "references-ref03": "Throughout this program the term “bees and wasps” is used as a generalized description of stinging insects. The complete list of VIT insects includes honey bee, wasp, white-faced hornet, yellow hornet, and yellow jacket.",
  "references-ref04": "Golden. (2007, May). Insect Sting Anaphylaxis. Immunology and Allergy Clinics of North America, 27(2), 261-272.",
  "references-ref05": "Boyle. (n.d.). Epinephrine Auto Injector Use One Year after Training: A Randomized Controlled Comparison of Two Different Devices. Journal of Allergy and Clinical Immunology, 135(2), Abstracts AB 209.",
  "references-ref06": "Ludman, Boyle. (2015). Stinging insect allergy: current perspectives on venom immunotherapy. Journal of Asthma and Allergy, 8, 75-86."
}