{
  "hero-header-span01": "Plus de ",
  "hero-header-bold01": "65",
  "hero-header-span02": " ans ",
  "hero-header-bold02": "d'allergie",
  "hero-sub-header01-span01": "Offrir l'excellence en ",
  "hero-sub-header01-span02": "partenariat avec ",
  "hero-sub-header01-link01": "",
  "hero-sub-header01-link02": "Hollisterstier",
  "hero-sub-header01-span03": "",
  "hero-sub-header02-span01": "Seul fournisseur de traitement ",
  "hero-sub-header02-span02": "",
  "hero-sub-header02-link01": "",
  "hero-sub-header02-link02": "",
  "hero-sub-header02-span02.5": "d'immunothérapie au ",
  "hero-sub-header02-link03": "Venin",
  "hero-sub-header02-span03": "",
  "hero-sub-header02-span03.5": "",
  "hero-sub-header02-span04": " au Canada",
  "explore": "Explorer",
  "keepscrolling": "Défiler vers le bas",
  "allergy-extracts-title": "Extraits d'allergènes",
  "allergy-extracts-description": "Chaque patient a des besoins spécifiques. Offrez à vos patients des soins optimaux et améliorez leur bien-être à l'aide de notre gamme complète d'extraits d'allergènes disponible chez Viva allergy.",
  "product-catalogue": "Catalogue de produits",
  "order-forms": "Formulaires de commande",
  "extract-venom": "Venin",
  "extract-venom-description": "",
  "extract-epidermal": " Epithelium",
  "extract-epidermal-description-span01": "Permettez à vos patients d'obtenir de meilleurs résultats dans le soulagement de leurs symptômes d'allergies aux chiens grâce à nos extraits d'allergènes AP de première qualité.",
  "extract-epidermal-description-span02": "L'allergène AP Chien est le seul extrait disponible sur le marché atteignant le dosage recommandé par les guides de pratique de 15 mcg par dose de Can f1.",
  "extract-epidermal-description-span03": "",
  "extract-mite": "Acariens",
  "extract-mite-description-span01": "Améliorez les soins prodigués à vos patients avec nos extraits d'acariens à 30000au/mL offrant une précision accrue pour le diagnostic et une plus grande flexibilité dans les traitements.",
  "extract-mite-description-span02": "Vos patients constateront les résultats et amélioreront ainsi leur qualité de vie.",
  "extract-mite-description-span03": "",
  "extract-pollen": "Pollens",
  "extract-pollen-description-span01": "Le diagnostic et le traitement des allergies aux pollens des graminées, des arbres et des mauvaises herbes peut s'avérer difficile. La prévalence de ces allergènes varie selon les régions, ce qui souligne l'importance de personnaliser les tests offerts.",
  "extract-pollen-description-span02": "Viva Allergy vous propose une gamme complète de plus de 30 extraits de pollen pour vous permettre de détecter et de traiter avec précision les allergènes qui affectent la qualité de vie de vos patients.",
  "extract-insect": "Insectes",
  "extract-insect-description-span01": "Diagnostiquez l'allergie aux blattes avec notre allergène, à une concentration de 1:10 p/v, provenant d'espèces reconnues, telles que les B. germanica et P. americana.",
  "extract-mold": "Moisissures",
  "extract-mold-description-span01": "Les allergies aux moisissures représentent un défi permanent pour les patients, les spores de moisissures intérieures et extérieures sont des sources répandues de réactions allergiques.",
  "extract-mold-description-span02": "Choisissez parmi notre vaste sélection d’allergènes de moisissures, notamment Alternaria tenuis, Aspergillus fumigatus et Penicillium notatum, pour vous permettre de répondre efficacement aux besoins spécifiques en matière de diagnostic et de traitement.",
  "skin-tests-title": "Dispositifs de tests cutanés",
  "skin-tests-description": "Nos systèmes de tests cutanés, ComforTen® et Quintip®, vous offrent une configuration rapide et facile pour des tests efficaces et reproductibles.",
  "learn-more": "En savoir plus"
}