{
  "title-span01": "Allergique au venin ",
  "title-span02": "d'abeilles ?",
  "subheader": "Soyez protégé, vivez pleinement!",
  "description-span01": "Au Canada, près de 25 000 personnes se rendent à l'urgence chaque année en raison de leur allergie au venin d'abeilles et guêpes.",
  "description-span02": " L'immunothérapie aux venins garde les patients loin de l'urgence et sauve des vies.",
  "keep-scrolling": "Défilez vers le bas",
  "patient-journey": "Patient",
  "allergist-info": "Allergologue",
  "vit-saves-lives-span01": "L'immunothérapie",
  "vit-saves-lives-span02": " au venin sauve des vies • ",
  "patient": "Parcours du ",
  "journey": "Patient",
  "step01-title": "Maintenant",
  "step01-description-span01": "Une réaction allergique mortelle peut se produire dans les minutes qui suivent une piqûre.",
  "step01-description-span02": " Si vous remarquez une difficulté à respirer ou d'autres symptômes graves, appelez le 911.",
  "step02-title": "Aujourd'hui",
  "step02-description-span01": "Une réaction allergique peut survenir dans les 12 heures suivant la piqûre. Surveillez les symptômes tels que l'écoulement nasal et les vomissements qui peuvent indiquer une allergie.",
  "step02-description-span02": "",
  "step03-title": "Demain",
  "step03-description-span01": "Réfléchissez à l'incident. Si les symptômes ne se limitent pas à un léger gonflement, envisagez d'appeler un professionnel de la santé pour discuter de l'immunothérapie aux venins.",
  "step03-description-span02": "",
  "step04-title": "La prochaine fois",
  "step04-description-span01": "Apprenez-en plus sur les risques de réaction allergique en discutant avec votre médecin plutôt que lors de votre prochaine piqûre.",
  "step04-description-span02": "",
  "vit-title": "En quoi consiste l'immunothérapie aux venins d'insectes ?",
  "vit-description": "L'immunothérapie aux venins est une série d'injections de protéines de venin, introduites sous la peau, dont la quantité est progressivement augmentée. Ces injections aident le système immunitaire à développer une tolérance aux protéines de venin d'hyménoptères. Ce processus se poursuit jusqu'à ce que le corps ait développé suffisamment d'immunité pour qu'une piqûre d'abeille ou de guêpe ne génère plus de réaction allergique sévère.",
  "comparison-title01": "Un traitement réactif ou un traitement proactif contre les allergies aux abeilles et aux guêpes?",
  "comparison-title02": "À vous de choisir.",
  "comparison-description": "L'immunothérapie est un traitement proactif qui prévient les réactions allergiques sévères, potentiellement mortelles, suite à une piqûre d'insecte. L'auto-injecteur d'épinéphrine ne constitue qu'un traitement d'urgence lors une réaction allergique sévère.",
  "comparison-eai": "AIE",
  "comparison-eai-full": "Auto-injecteur d'épinéphrine",
  "comparison-vit": "VIT",
  "comparison-vit-full": "Immunothérapie aux venins",
  "comparison-eai-01-title": "Réactif",
  "comparison-eai-01-text": "Ne prévient pas les réactions allergiques sévères, traitement d'urgence seulement.",
  "comparison-eai-02-title": "Patient",
  "comparison-eai-02-text": "L'injection est généralement auto-administrée en situation de crise. Elle peut donc être difficile à administrer correctement.",
  "comparison-eai-03-title": "Contraignant",
  "comparison-eai-03-text": "L'obligation de transporter une trousse d'urgence d'épinéphrine est exigeante. Celle-ci pourrait ne pas être disponible alors qu'elle est primordiale.",
  "comparison-eai-04-title": "Inquiet",
  "comparison-eai-04-text": "Ne compter que sur une approche réactive peut générer des peurs et des inquiétudes constantes.",
  "comparison-vit-01-title": "Proactif",
  "comparison-vit-01-text": "Efficacité à 98% pour éviter une réaction allergique sévère à la suite d'une piqûre d'insecte.",
  "comparison-vit-02-title": "Professionnel",
  "comparison-vit-02-text": "L'immunothérapie aux venins d'hyménoptères doit être administrée sous supervision médicale.",
  "comparison-vit-03-title": "Prévoyant",
  "comparison-vit-03-text": "Avec l'immunothérapie, vous êtes toujours protégé, où que vous soyez.",
  "comparison-vit-04-title": "Liberté",
  "comparison-vit-04-text": "Réduit les inquiétudes et améliore la qualité de vie des patients.",
  "vid-banner-text": "Vivre pleinement",
  "contact-us": "Contactez-nous",
  "allergist-title": "Allergologue",
  "allergist-subheader": "En offrant l'immunothérapie aux venins d'hyménoptères (VIT) dans votre clinique, vous changer des vies!",
  "allergist-text-span01": "Avec un taux d'efficacité impressionnant allant jusqu'à 98%",
  "allergist-text-span02": ", L'immunothérapie aux venins réduit considérablement le risque de réactions systémiques, ce qui permet à vos patients de profiter pleinement du plein air.",
  "venom-order-form": "Formulaire de commande",
  "extraction-header-span01": "Directement de la nature:",
  "extraction-header-span02": "Notre processus d'extraction",
  "extraction-item01-title": "La collecte",
  "extraction-item01-description": "Grâce à un réseau national de collecteurs, nous recueillons chaque année des milliers de kilos de guêpes et de vespidés. Nous élevons également des abeilles de façon durable, en sélectionnant méticuleusement jusqu'à 14 espèces différentes.",
  "extraction-item02-title": "Dissection des vespidés",
  "extraction-item02-description": "Avec précision et soin, les sacs de venin, de la taille d'une tête d'épingle, sont extraits manuellement dans nos installations, nécessitant 520 heures de travail pour un seul lot de matière première.",
  "extraction-item03-title": "Fabrication",
  "extraction-item03-description": "L'approvisionnement constant en extraits de venin de haute qualité est possible grâce à de récents investissements significatifs dans nos équipements de fabrication.",
  "extraction-item04-title": "Remplissage",
  "extraction-item04-description": "L'ajout d'un second lyophilisateur et d'une ligne de remplissage garantit un approvisionnement ininterrompu d'extraits de venin sur le marché.",
  "extraction-item05-title": "Finition",
  "extraction-item05-description": "Chaque lot fait l'objet d'une inspection manuelle rigoureuse, d'un étiquetage et d'un emballage avant d'être mis sur le marché, ce qui garantit le respect des normes les plus strictes en matière de qualité et de sécurité.",
  "extraction-item06-title": "Relâche",
  "extraction-item06-description": "Chaque lot doit passer un minimum de 15 contrôles de qualité distincts avant d'être autorisé à être expédié.",
  "collection-title": "Nos venins",
  "collection-type01": "Abeille domestique",
  "collection-type02": "Frêlons",
  "collection-type02-sub": "Dolichovespula",
  "collection-type03": "Guêpe poliste",
  "collection-type03-sub": "Polistes",
  "collection-type04": "Guêpe jaune",
  "collection-type04-sub": "Vespula",
  "options-title": "Options d'extraits de venin",
  "options-selection01-title": "Une sélection complète",
  "options-selection01-text": "Nous proposons cinq extraits de venin distincts pour le diagnostic et le traitement : abeille domestique, frêlon à tête blanche, frêlon à tête jaune, guêpe jaune & guêpe poliste, chacun disponible en fiole de 5 doses.",
  "options-selection02-title": "Vespidés combinés",
  "options-selection02-text": "Spécialement conçu pour les patients très sensibles, notre produit Vespidés combinés contient des extraits de guêpe jaune, de frêlon à tête blanche et de frêlon à tête jaune.",
  "product-catalogue": "Catalogue de produits",
  "beeaware-title-span01": "BeeAware Allergy:",
  "beeaware-title-span02": "Sensibiliser les patients, soutenir les médecins",
  "beeaware-item01-title": "Campagne d'éducation:",
  "beeaware-item01-info": "Informer les patients et les médecins sur les allergies aux piqûres d'abeilles et sur les avantages de l'immunothérapie au venin, afin de faciliter l'accès au traitement et aux ressources disponibles.",
  "beeaware-item02-title": "Trouver un allergologue:",
  "beeaware-item02-info": "Notre outil de recherche met en relation les patients avec des allergologues locaux spécialisés dans l'immunothérapie aux venins, facilitant ainsi l'accès à des soins essentiels.",
  "beeaware-item02-link": "Trouver un Allergologue",
  "beeaware-item03-title": "Soutien à la communauté:",
  "beeaware-item03-info": "Favoriser une communauté de soutien pour les personnes souffrant d'allergies aux piqûres d'abeilles, en encourageant la collaboration entre les patients et les prestataires de soins de santé.",
  "beeaware-item03-link": "Explorer BeeAware",
  "allergist-cta-title": "Offrez-vous l'immunothérapie aux venins?",
  "allergist-cta-info": "Aidez plus de patients en ajoutant votre clinique à notre outil de recherche?",
  "references-title": "Références:",
  "references-ref01": "National Ambulatory Care Reporting System (2014), Canadian Institute for Health Information. Anaphylaxis and Allergy in the Emergency Department.",
  "references-ref02": "Posner, Camargo. (2017). Update on the usage and safety of epinephrine auto￾injectors. Drug, Healthcare and Patient Safety.",
  "references-ref03": "Throughout this program the term “bees and wasps” is used as a generalized description of stinging insects. The complete list of VIT insects includes honey bee, wasp, white-faced hornet, yellow hornet, and yellow jacket.",
  "references-ref04": "Golden. (2007, May). Insect Sting Anaphylaxis. Immunology and Allergy Clinics of North America, 27(2), 261-272.",
  "references-ref05": "Boyle. (n.d.). Epinephrine Auto Injector Use One Year after Training: A Randomized Controlled Comparison of Two Different Devices. Journal of Allergy and Clinical Immunology, 135(2), Abstracts AB 209.",
  "references-ref06": "Ludman, Boyle. (2015). Stinging insect allergy: current perspectives on venom immunotherapy. Journal of Asthma and Allergy, 8, 75-86."
}